{
    "autor": {
      "nombre": "Gabriel García Márquez",
      "biografia":  "Gabriel García Márquez nació el 6 de marzo de 1927 en Aracataca, Colombia, y falleció el 17 de abril de 2014 en Ciudad de México. Fue un célebre escritor, periodista y ganador del Premio Nobel de Literatura en 1982.\n\nDurante su infancia vivió con sus abuelos maternos, cuyas historias y visión del mundo influyeron profundamente en su estilo narrativo. Estudió derecho y periodismo, pero abandonó sus estudios para dedicarse de lleno a la literatura y el periodismo.\n\nEs ampliamente reconocido como el principal exponente del realismo mágico, un estilo literario que combina lo fantástico con lo cotidiano. Su obra más emblemática es \"Cien años de soledad\" (1967), en la que da vida al mítico pueblo de Macondo, inspirado en su tierra natal.\n\nAdemás de novelas, escribió cuentos, crónicas y guiones cinematográficos. Entre sus obras más destacadas se encuentran \"El amor en los tiempos del cólera\", \"Crónica de una muerte anunciada\" y \"El coronel no tiene quien le escriba\". Fue una figura clave en la literatura latinoamericana y un referente en el pensamiento político y cultural del siglo XX.",
      "foto": "../images/gabo.jpg"
    },
    "cuentos": [
        {
            "titulo": "Un señor muy viejo con unas alas enormes",
            "texto": "<p>Un día, después de que había llovido mucho y el mundo parecía cubierto de barro y peces muertos, Pelayo salió al patio de su casa y encontró algo increíble. Allí, entre los charcos y los cangrejos, había un anciano tirado en el suelo. Tenía el cuerpo cubierto de lodo y dos enormes alas grises que parecían de un pájaro muy viejo.</p><p>Llamó a su esposa, Elisenda, y los dos se acercaron con miedo. El viejo apenas se movía, hablaba en un idioma que nadie entendía y parecía muy cansado. Lo único seguro era que tenía alas reales, aunque sucias, rotas y llenas de parásitos. La gente del pueblo vino a verlo. Unos pensaban que era un ángel caído del cielo, otros decían que era un marinero perdido, y unos más decían que tal vez era un castigo de Dios.</p><p>La noticia se esparció y personas de todas partes venían a ver al “ángel”. Le lanzaban comida, lo molestaban, lo empujaban con palos para ver si reaccionaba. Pero él no hacía nada, solo miraba con ojos tristes. Incluso los niños jugaban a subirse en sus alas.</p><p>Pelayo y Elisenda, al ver que la gente venía y dejaba dinero por ver al anciano, decidieron cobrar entrada. Con eso arreglaron su casa y vivieron más cómodos. Pero con el tiempo, la gente se aburrió del ángel. Dejó de ser una novedad.</p><p>Entonces, un día cualquiera, el viejo estiró las alas lentamente. Después de mucho tiempo sin volar, su cuerpo parecía recordar cómo hacerlo. Al principio fue torpe, pero luego se elevó al cielo. Elisenda lo vio alejarse y suspiró, aliviada, como si por fin algo misterioso hubiera terminado.</p>"
        },
        {
            "titulo": "El niño que arregló el mundo",
            "texto": "<p>Había una vez un científico muy inteligente, que vivía muy preocupado por los problemas del mundo. Veía las guerras, el hambre, la injusticia y la contaminación, y pensaba día y noche cómo resolverlos.</p><p>Quería arreglar el mundo, pero no encontraba la forma.</p><p>Un día, mientras trabajaba en su laboratorio, entró su hijo pequeño, un niño de apenas 7 años, curioso y alegre.</p><p>El niño quería ayudar a su papá, jugar con él o al menos estar a su lado.</p><p>Pero el científico, cansado y ocupado, pensó que debía buscar una manera de entretenerlo para seguir con sus investigaciones.</p><p>Entonces, tomó una revista, encontró en ella un gran mapa del mundo, lo arrancó cuidadosamente, lo recortó en muchos pedacitos —como un rompecabezas— y se lo entregó a su hijo con una sonrisa.</p><p>— Hijo, aquí tienes el mundo. Está roto. ¿Puedes ayudarme a arreglarlo?</p><p>El niño tomó los pedazos y se fue feliz a la sala, decidido a armar el mapa.</p><p>El científico pensó: “Eso lo mantendrá ocupado toda la tarde”.</p><p>Pero no habían pasado ni diez minutos, cuando el niño regresó con el mapa completo, perfectamente armado y pegado.</p><p>El científico, asombrado, le preguntó:</p><p>— ¡¿Cómo lo lograste tan rápido?!</p><p>El niño respondió con una sonrisa:</p><p>— Fue fácil, papá.</p><p>Detrás del mapa había la figura de un hombre.</p><p>Solo tuve que dar vuelta a los pedacitos y armar al hombre. Cuando lo arreglé, volteé la hoja... ¡y el mundo ya estaba arreglado!</p>"
        }
    ]
  }
  