{
    "autor": {
      "nombre": "Rafael Pombo",
      "biografia": "Rafael Pombo (1833–1912) fue un reconocido poeta, fabulista y diplomático colombiano, considerado una de las figuras más destacadas del Romanticismo en América Latina. Nació en Bogotá en el seno de una familia aristocrática y se formó en ingeniería y humanidades. Vivió varios años en Estados Unidos, donde se dedicó a traducir cuentos infantiles del inglés, origen de sus célebres fábulas y poemas para niños.\n\nTras su regreso a Colombia, se involucró activamente en el periodismo, la literatura y la vida cultural del país. En 1905 fue coronado como Poeta Nacional, y es especialmente recordado por sus obras infantiles como \"El renacuajo paseador\", \"La pobre viejecita\" y \"Mirringa mirronga\". Su legado permanece vigente gracias a la Fundación Casa Rafael Pombo y a las numerosas ediciones de sus cuentos y poemas que siguen siendo leídos en escuelas de todo el país.",
      "foto": "../images/pombo.webp"
    },
    "cuentos": [
        {
            "titulo": "El renacuajo paseador",
            "texto": "<p>El hijo de Rana, Rinrín renacuajo, salió esta mañana muy tieso y majo con pantalón corto, corbata a la moda, sombrero encintado y chupa de boda.</p><p>—¡Muchacho no salgas! —le grita mamá, pero él hace un gesto y orondo se va.</p><p>Halló en el camino, a un ratón vecino, y le dijo: —¡¡Mi amigo!!— venga usted conmigo, visitemos juntos a doña Ratona y habrá francachela y habrá comilona.</p><p>A poco llegaron, y avanza Ratón, estirase el cuello, coge el aldabón, da dos o tres golpes, preguntan ¿quién es?, —Yo doña ratona, beso a usted los pies.</p><p>¿Está usted en casa? —Sí señor, sí estoy, y celebro mucho ver a ustedes hoy; estaba en mi oficio hilando algodón, pero eso no importa: bienvenidos son.</p><p>Se hicieron la venia, se dieron la mano, y dice Ratico, que es más veterano: Mi amigo el de verde rabia de calor, démele cereza, hágame el favor.</p><p>Y en tanto que el pillo consume la jarra mandó la señora traer la guitarra y a renacuajo le pide que cante versitos alegres, tonada elegante.</p><p>—¡Ay de mí! En el medio del grato festín cuando más alegre cantaba Rinrín, saltó de repente feroz y felino el gato marruño, vestido de lino, y zampa al momento, pilló por la oreja al niño Ratico maullándole: ¡Hola!</p><p>Y los convidados, salieron en fila, la señora rana dio un salto y se fue, y el niño Ratico voló y se escondió. ¿Y qué hizo el renacuajo?</p><p>—Volvió a su casita muy triste, muy serio, y no quiso nunca salir de su casa por miedo al desastre de aquella excursión.</p>"
        },
        {
            "titulo": "La pobre viejecita",
            "texto": "<p>Érase una viejecita sin nadita que comer, sino carnes, frutas, dulces, tortas, huevos, pan y pez.</p><p>Bebía caldo, chocolate, leche, vino, té y café, y la pobre no encontraba qué comer ni qué beber.</p><p>Y esta vieja no tenía ni un ranchito en qué vivir, fuera de una casa grande con su huerta y su jardín.</p><p>Nadie, nadie la cuidaba, sino Andrés y Juan y Gil, y ocho criadas solícitas y un paje de coche vil.</p><p>Nunca tuvo en qué sentarse sino sillas y sofás, con banquitos y cojines y resorte al espaldar.</p><p>Ni otra cama que una grande más dorada que un altar, con colchón de blanda pluma, mucha seda y mucho holán.</p><p>Y esta pobre viejecita cada año hasta su fin, tuvo un año más de vieja y uno menos que vivir.</p><p>Y al mirarse en el espejo, la espantaba siempre allí otra vieja de antiparras, papalina y peluquín.</p><p>Y esta pobre viejecita no tenía qué vestir, sino trajes de mil cortes y de telas mil y mil.</p><p>Y a no ser por sus zapatos, chanclas, botas y escarpín, descalzaba los piecitos la infeliz del porvenir.</p><p>Apetito nunca tuvo acabando de comer, ni gozó salud completa cuando no se hallaba bien.</p><p>Se murió del mal de arrugas, ya encorvada como un tres; y jamás volvió a quejarse ni de hambre ni de sed.</p><p>Y esta pobre viejecita al morir no dejó más que onzas, joyas, tierras, casas, ocho gatos y un turpial.</p>"
        }
    ]
  }
  